var question1 = {
    q:'1-й Вопрос. На какой сигнал светофора можно не прекращать движения?\n',
    a1: '1 - мигающий жёлтый\n',
    a2: '2 - красный\n',
    a3: '3 - мигающий зелёный\n',
    a4: '4 - мигающий красный\n',
    rightAnsw: '3 - мигающий зелёный\n',
};

var question2 = {
    q:'Чем стучал Н.С.Хрущев на заседании во время официального визита в США??\n',
    a1: '1 - молотком\n',
    a2: '2 - ботинком\n',
    a3: '3 - указкой\n',
    a4: '4 - зубами\n',
    rightAnsw: '2 - ботинком\n'
};

var question3 = {
    q:'Какое погодное явление Федор Тютчев любил именно "... в начале мая"?\n',
    a1: '1 - засуху\n',
    a2: '2 - грозу\n',
    a3: '3 - град\n',
    a4: '4 - ливень\n',
    rightAnsw: '2 - грозу\n'
};


